export const DESCRIPTIONS = [
  'Прекрасный день!',
  'Захватывающий вид.',
  'Наконец-то отпуск.',
  'Просто красивое фото.',
  'Воспоминания.',
  'Сделано с душой.',
  'Удачный кадр.',
  'Мой любимый момент.',
  'Как же здесь хорошо!',
  'Путешествие продолжается.',
];

export const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

export const NAMES = [
  'Артём', 'Мария', 'Дмитрий', 'Анна', 'Сергей',
  'Елена', 'Алексей', 'Ольга', 'Иван', 'Наталья',
  'Павел', 'Юлия', 'Михаил', 'Виктория', 'Александр'
];

export const PHOTOS_COUNT = 25;
export const MIN_LIKES = 15;
export const MAX_LIKES = 200;
export const MIN_COMMENTS_COUNT = 0;
export const MAX_COMMENTS_COUNT = 30;
export const MIN_MESSAGES_COUNT = 1;
export const MAX_MESSAGES_COUNT = 2;
export const MIN_ID = 1;
export const MAX_ID = 1000;
export const MIN_AVATAR_NUMBER = 1;
export const MAX_AVATAR_NUMBER = 6;
